[{
    "id" : "1",
    "Champion" : "Rakan",
    "Role" : "Support",
    "Image" : "https://i.ytimg.com/vi/YWng39USD1E/maxresdefault.jpg",
    "Biography" : "As mercurial as he is charming, Rakan is an infamous vastayan troublemaker and the greatest battle-dancer in Lhotlan tribal history. To the humans of the Ionian highlands, his name has long been synonymous with wild festivals, uncontrollable parties, and anarchic music. Few would suspect this energetic, traveling showman is also partner to the rebel Xayah Xayah, and is dedicated to her cause."
},
{
    "id" : "2",
    "Champion" : "Xayah",
    "Role" : "Marksman",
    "Image" : "https://cdn.vox-cdn.com/thumbor/-kaLZN5m5WRldq8Ryc5kHUfDI8A=/0x0:473x649/1200x800/filters:focal(114x157:188x231)/cdn.vox-cdn.com/uploads/chorus_image/image/54073445/Screen_Shot_2017_04_04_at_1.24.54_PM.0.png",
    "Biography" : "Deadly and precise, Xayah is a vastayan revolutionary waging a personal war to save her people. She uses her speed, guile, and razor-sharp feather blades to cut down anyone who stands in her way. Xayah fights alongside her partner and lover, Rakan Rakan, to protect their dwindling tribe and restore their race to her vision of its former glory."
},
{
    "id" : "3",
    "Champion" : "Illaoi",
    "Role" : "Bruiser",
    "Image" : "http://ddragon.leagueoflegends.com/cdn/img/champion/splash/Illaoi_0.jpg",
    "Biography" : "Illaoi's powerful physique is dwarfed only by her indomitable faith. As the prophet of the Great Kraken, she uses a huge, golden idol to rip her foes' spirits from their bodies and shatter their perception of reality. All who challenge the 'Truth Bearer of Nagakabouros' soon discover Illaoi never battles alone - the god of the Serpent Isles fights by her side."
},
{
    "id" : "4",
    "Champion" : "Aurelion Sol",
    "Role" : "Mage",
    "Image" : "http://na.leagueoflegends.com/sites/default/files/styles/scale_xlarge/public/header.jpg?itok=KIRQalbW",
    "Biography" : "Aurelion Sol once graced the vast emptiness of the cosmos with celestial wonders of his own devising. Now, he is forced to wield his awesome power at the behest of a space-faring empire that tricked him into servitude. Desiring a return to his star-forging ways, Aurelion Sol will drag the very stars from the sky, if he must, in order to regain his freedom."
},
{
    "id" : "5",
    "Champion" : "Kayn",
    "Role" : "Jungler",
    "Image" : "https://lolstatic-a.akamaihd.net/frontpage/apps/prod/rg-kayn-reveal/en_US/94dcc05587bfb7cf3b581917f3dd6662df5eb212/assets/img/base-wallpaper.jpg",
    "Biography" : "A peerless practitioner of lethal shadow magic, Shieda Kayn battles to achieve his true destiny—to one day lead the Order of the Shadow into a new era of Ionian supremacy. He audaciously wields the sentient darkin weapon Rhaast, undeterred by its creeping corruption of his body and mind. There are only two possible outcomes: either Kayn bends the weapon to his will... or the malevolent blade consumes him completely, paving the way for the destruction of all Runeterra."
},
{
    "id" : "6",
    "Champion" : "Lucian",
    "Role" : "Marksman",
    "Image" : "http://na.leagueoflegends.com/sites/default/files/upload/pvp.net/lucian_pvp_13.jpg",
    "Biography" : "Lucian wields relic weapons imbued with ancient power and stands a stalwart guardian against the undead. His cold conviction never wavers, even in the face of the maddening horrors he destroys beneath his hail of purifying fire. Lucian walks alone on a grim mission: to purge the spirits of those ensnared in undeath, his eternal beloved among them."
},
{
    "id" : "7",
    "Champion" : "Thresh",
    "Role" : "Support",
    "Image" : "http://img06.deviantart.net/227c/i/2014/288/5/b/thresh___league_of_legends_by_yoshiyaki-d82zkei.jpg",
    "Biography" : "Sadistic and cunning, Thresh is a restless spirit who prides himself on tormenting mortals and breaking them with slow, excruciating inventiveness. His victims suffer far beyond the point of death, for Thresh wreaks agony upon their souls, imprisoning them in his lantern to torture for all eternity."
},
{
    "id" : "8",
    "Champion" : "Gragas",
    "Role" : "Bruiser",
    "Image" : "http://ddragon.leagueoflegends.com/cdn/img/champion/splash/Gragas_6.jpg",
    "Biography" : "The only thing more important to Gragas than fighting is drinking. His unquenchable thirst for stronger ale has led him in search of the most potent and unconventional ingredients to toss in his still. Impulsive and unpredictable, this rowdy carouser loves cracking kegs as much as cracking heads. Thanks to his strange brews and temperamental nature, drinking with Gragas is always a risky proposition."
},
{
    "id" : "9",
    "Champion" : "Aatrox",
    "Role" : "Jungler",
    "Image" : "https://i.ytimg.com/vi/T68kzENkq0U/maxresdefault.jpg",
    "Biography" : "Aatrox is a legendary warrior, one of only five that remain of an ancient race known as the Darkin. He wields his massive blade with grace and poise, slicing through legions in a style that is hypnotic to behold. With each foe felled, Aatrox's seemingly living blade drinks in their blood, empowering him and fueling his brutal, elegant campaign of slaughter."
},
{
    "id" : "10",
    "Champion" : "Azir",
    "Role" : "Mage",
    "Image" : "http://img13.deviantart.net/c776/i/2016/109/1/1/azir___league_of_legends_by_oma_om-d9zivs7.jpg",
    "Biography" : "Azir was a mortal emperor of Shurima in a far distant age, a proud man who stood at the cusp of immortality. His hubris saw him betrayed and murdered at the moment of his greatest triumph, but now, millennia later, he has been reborn as an Ascended being of immense power. With his buried city risen from the sand, Azir seeks to restore Shurima to its former glory."
}
]